12/data/attachments/d8e1c48a1d3ec0a3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c079d8ee-ef4c-4ce1-9881-063cd82a0004</nif:username>
            <nif:friendToBeAdded>Richard_mention_Actions_71143_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>